[
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L107",
    "Início": "08:00",
    "Fim": "10:00",
    "Titulo": "Criando Apps Cross Plataformas em minutos",
    "Assunto": "Neste minicurso criaremos uma solução multi-plataforma capaz de tirar fotos e publicar nas redes sociais.",
    "Nome Divulgação": "Landerson Gomes",
    "ID": "",
    "Minicurrículo": "MVP da Embarcadero  e Coord. Nacional do Programa Acadêmico da  Embarcadero.",
    "E-mail": "lsantos@embarcadero.com.br",
    "Filiação/Vinculo": "Embarcadero",
    "Quando": "19-10-21T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L107",
    "Início": "10:00",
    "Fim": "12:00",
    "Titulo": "Introdução a Pixel arte para games com Piskel",
    "Assunto": "O Piskel é uma excelente opção para criar pixel art e sprites animados para games, tendo uma interface bem intuitiva ele te permite trabalhar sombras e degradês, alterar cores, ajustar a iluminação, caneta espelhada e muito mais. Durante a aula vamos modelar personagens clássicos trabalhando as ferramentas do software e criar as artes do game FlappyBird para o Minicurso das 16h.",
    "Nome Divulgação": "Yuri Medeiros da Silva Santos",
    "ID": 1,
    "Minicurrículo": "Graduando em Engenharia Computacional UFJF. Professor do Curso de Pré Concursos (2016-2018). Professor do Centro de Estudos Múltiplo (2016-2018). Professor de Física da Rede Apogeu (2018-atual). Tutor do Programa de Universalização da Informática (2018-atual). Ligante da Liga de Medicina de Ciência de Tecnologia (2018-atual). Fundador e Professor da Academia Gamer (2019-atual), escola voltada para o ensino da criação de jogos na cidade de Matias Barbosa.",
    "E-mail": "yurimedeiros46@hotmail.com",
    "Filiação/Vinculo": "Academia Gamer\nEngenharia Computacional",
    "Quando": "19-10-21T10:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L107",
    "Início": "14:00",
    "Fim": "16:00",
    "Titulo": "Desenvolvendo o jogo FlappyBird para Android com Construct2",
    "Assunto": "Construct 2 é um editor de jogos 2D baseado em HTML5, desenvolvido pela Scirra Ltda. É destinado para todos os níveis de programadores, permitindo a criação rápida de jogos, por meio do estilo Drag-and-Drop usando um editor visual e um sistema de lógica baseada em comportamento. Você criará um game completo no Construct2 e também aprenderá a converter seu game para o formato apk, podendo também usar suas próprias sprites.",
    "Nome Divulgação": "Yuri Medeiros da Silva Santos",
    "ID": 1,
    "Minicurrículo": "Graduando em Engenharia Computacional UFJF. Professor do Curso de Pré Concursos (2016-2018). Professor do Centro de Estudos Múltiplo (2016-2018). Professor de Física da Rede Apogeu (2018-atual). Tutor do Programa de Universalização da Informática (2018-atual). Ligante da Liga de Medicina de Ciência de Tecnologia (2018-atual). Fundador e Professor da Academia Gamer (2019-atual), escola voltada para o ensino da criação de jogos na cidade de Matias Barbosa.",
    "E-mail": "yurimedeiros46@hotmail.com",
    "Filiação/Vinculo": "Academia Gamer\nEngenharia Computacional",
    "Quando": "19-10-21T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L107",
    "Início": "19:00",
    "Fim": "23:00",
    "Titulo": "Introdução ao C++ moderno",
    "Assunto": "A linguagem C++ foi inicialmente desenvolvida por Bjarne Stroustrup como um adicional a linguagem C que permitia a programação utilizando o paradigma orientado a objetos, com isso, desde os anos 90 se tornou uma das linguagens mais utilizadas comercialmente e na academia devido ao seu desempenho. Com o lançamento de novas versões muitas funcionalidades foram adicionadas a linguagem e atualmente a forma de programação nas suas versões recentes se difere muito da linguagem C. Este minicurso tem como intuito introduzir ferramentas adicionadas a partir da versão C++11, que é a considerada como onde começa o C++ moderno, tentando mostrar como programar no idioma das novas versões e mostrando o porque de evitar a forma de programar da linguagem C.",
    "Nome Divulgação": "Mateus Coutinho Marim",
    "ID": "",
    "Minicurrículo": "Mateus Coutinho Marim: cursa o último período de Ciência da Computação. Ex integrante da equipe de competição Rinobot, onde desenvolveu um sistema de visão computacional em C++ para o futebol de robôs autônomo. Voluntário no laboratório de linguística computacional FrameNet. Desenvolvedor no projeto do UFJF-MLTK, um framework para algoritmos de aprendizado de máquina em C++. Presidente do DA dos cursos de SI e CC (DAComp).",
    "E-mail": "mateus.marim@ice.ufjf.br",
    "Filiação/Vinculo": "Ciência da Computação UFJF",
    "Quando": "19-10-21T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L205",
    "Início": "08:00",
    "Fim": "12:00",
    "Titulo": "Introdução ao Machine Learning com Scikit Learn",
    "Assunto": "O termo Aprendizado de Máquina (do inglês Machine Learning) vem se popularizando cada vez mais nos últimos anos. Uma maneira fácil de ter o primeiro contato com essa área é através do Scikit Learn, uma biblioteca código aberto de Aprendizado de Máquina para a linguagem Python. Este minicurso fará uma introdução teórica ao Machine Learning e abordará na prática alguns algoritmos disponibilizados pela biblioteca citada.",
    "Nome Divulgação": "João Victor Balboa e Caio Vincenzo",
    "ID": "",
    "Minicurrículo": "Alunos de Sistemas de Informação na Universidade Federal de Juiz de Fora (UFJF), cursam atualmente o 5° período. Participam de projetos na área de Machine Learning, tendo experiência na linguagem Python e no uso da biblioteca Scikit Learn, principalmente para problemas de classificação.",
    "E-mail": "jbalboa@ice.ufjf.br\ncaio.vincenzo@ice.ufjf.br",
    "Filiação/Vinculo": "Sistemas de Informação UFJF",
    "Quando": "19-10-21T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "L205",
    "Início": "14:00",
    "Fim": "18:00",
    "Titulo": "Containers, nuvem e DevOps com Docker",
    "Assunto": "Através da revolução na infraestrutura de sistemas e serviços para internet, O Docker se consolida cada vez mais como a principal forma de desenvolver e aplicações em containers, possibilitando escalabilidade e portabilidade das ferramentas com a agilidade que o ecossistema atual demanda. Neste curso serão abordados conceitos fundamentais da plataforma, comandos e aplicações básicos e a orquestração dos containers com o docker-compose.",
    "Nome Divulgação": "Vinicius Schettino",
    "ID": "",
    "Minicurrículo": "Graduado em Sistemas de Informação pela UFJF, e Mestrando em Engenharia de Software na mesma instituição. Experiência  em sistemas web com Python, PHP, PostgreSQL, Node.js, Elasticsearch, Redis, entre outras. Trabalha há mais de 8 anos com análise, projeto e desenvolvimento de sistemas para internet e gerenciamento de servidores e serviços Linux. Atualmente é servidor do quadro efetivo da UFJF, atuando na faculdade de engenharia com administração de sistemas e desenvolvimento. Participo de projetos de pesquisa e consultoria para empresas de médio e grande porte da região e de alcance nacional. Atuo em diversas áreas da Engenharia de Software, aplicando conhecimentos adquiridos e buscando me manter atualizado em tecnologias e tendências emergentes. As principais linhas de pesquisa são ecossistemas de software, desenvolvimento distribuído,  evolução de software, desenvolvimento ágil e banco de dados.",
    "E-mail": "vinicius.schettino@ufjf.edu.br",
    "Filiação/Vinculo": "Sistemas de Informação UFJF",
    "Quando": "19-10-21T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "21/10/2019",
    "Local": "S209",
    "Início": "14:00",
    "Fim": "15:00",
    "Titulo": "O que os jogos analógicos podem ganhar com computação.",
    "Assunto": "Jogos analógicos são muitas vezes negligênciados pelos estudantes de computação interessados em criar jogos. Porém os conhecimentos de computação podem fazer toda diferença no desenvolvimento de um jogo analógico.  Vamos ampliar a visão de como podemos trabalhar com jogos, mostrar novas possibilidades de como trabalhar nesse mercado tão desejado.",
    "Nome Divulgação": "Joshua Kritz",
    "ID": "",
    "Minicurrículo": "Minicurrículo: Sou desenvolvedor de jogos. Formado em Matemática aplicada a ciencia da computação. Faço mestrado na COPPE em engenharia de dados e conhecimento. Estudo jogos no laboratório LUDES, tendo um foco em modelagem e entendimento de jogos, principalmente analógicos, mas juntos trabalhamos com todo tipo de conhecimento sobre jogos.",
    "E-mail": "joshuakritz2@gmail.com",
    "Filiação/Vinculo": "COPPE UFRJ",
    "Quando": "19-10-21T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "L107",
    "Início": "08:00",
    "Fim": "12:00",
    "Titulo": "Introdução ao Latex",
    "Assunto": "LaTeX é um conjunto de macros para o software de diagramação de textos TeX. Muito utilizado na produção de textos técnicos e científicos, o LaTeX é um software livre indicado para quem deseja elevar a qualidade e produtividade no desenvolvimento de artigos e apresentações. Com o objetivo de ensinar não só aos estudantes da Ciência da Computação, mas também qualquer pessoa interessada em aprender a utilizar o LaTeX, esse minicurso abordará como começar a escrever artigos e apresentações em TeX, passando por alguns ambientes muito utilizados, como: listas, tabelas, equações e figura.",
    "Nome Divulgação": "Camila Saporetti",
    "ID": "",
    "Minicurrículo": "Doutoranda em Modelagem Computacional na Universidade Federal de Juiz de Fora. Mestre em Modelagem Computacional pela Universidade Federal de Juiz de Fora. Graduada em Bacharelado em Ciências Exatas pelo Instituto de Ciências Exatas, em Engenharia Computacional pela Faculdade de Engenharia e em Ciência da Computação pelo Instituto de Ciências Exatas todos pela Universidade Federal de Juiz de Fora. Tem interesse na área de Ciência da Computação, com ênfase em Inteligência Computacional.",
    "E-mail": "saporetticamila@gmail.com",
    "Filiação/Vinculo": "PGMC",
    "Quando": "19-10-22T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "L107",
    "Início": "14:00",
    "Fim": "18:00",
    "Titulo": "Introdução à Programação com Python",
    "Assunto": "O objetivo do minicurso é introduzir os aspectos básicos da linguagem Python (sintaxe, tipos de dados, construções básicas, construção de funções, listas, tuplas e dicionários), e então apresentar os conceitos de análise de dados utilizando algumas bibliotecas como matplotlib e numpy.",
    "Nome Divulgação": "Daniel Souza Ferreira,                        Giulia Fritz Lennaco e                         Yuri Ramos Corrêa",
    "ID": "",
    "Minicurrículo": "Daniel, Giulia e Yuri são alunos do curso de graduação em Engenharia computacional e bolsistas do Grupo de Educação Tutorial da Engenharia Computacional",
    "E-mail": "",
    "Filiação/Vinculo": "GETEngComp UFJF",
    "Quando": "19-10-22T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "L205",
    "Início": "08:00",
    "Fim": "12:00",
    "Titulo": "Introdução ao ReactJS",
    "Assunto": "A proposta do minicurso é lhe guiar a desenvolver aplicações com interface dinâmica utilizando uma ferramenta poderosa empregada em grandes empresas como Facebook, Instagram e Mercado Livre. Esse minicurso irá introduzir métodos, fundamentos e bibliotecas para construção de aplicações incríveis em ReactJS.",
    "Nome Divulgação": "Patrick Barbosa",
    "ID": "",
    "Minicurrículo": "Graduando em Ciência da Computação pela Universidade Federal de Juiz de Fora. Trabalha atualmente como desenvolvedor front-end, desenvolvendo aplicações web na Smarti9 Communication",
    "E-mail": "patrickbarbosa@ice.ufjf.br",
    "Filiação/Vinculo": "Ciência da Computação UFJF",
    "Quando": "19-10-22T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "L205",
    "Início": "14:00",
    "Fim": "16:00",
    "Titulo": "Introdução a Godot",
    "Assunto": "Minicurso mostrando os conceitos usados na engine Godot e desenvolvimento dos conceitos na prática.",
    "Nome Divulgação": "",
    "ID": "",
    "Minicurrículo": "Estudante de Sistemas de Informação pelo IF Sudeste MG, 2 participações na Global Game Jam usando a Godot Engine, monitor de algoritmo e estrutura de dados por 2 anos.",
    "E-mail": "rtristaoporfirio@gmail.com",
    "Filiação/Vinculo": "Sistemas de Informação IFSudeste MG",
    "Quando": "19-10-22T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "L205",
    "Início": "19:00",
    "Fim": "22:00",
    "Titulo": "Maratona Júnior de Programação",
    "Assunto": "",
    "Nome Divulgação": "Igor Knop & Alessandreia",
    "ID": "",
    "Minicurrículo": "",
    "E-mail": "",
    "Filiação/Vinculo": "DCC UFJF",
    "Quando": "19-10-22T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "S209",
    "Início": "19:00",
    "Fim": "20:00",
    "Titulo": "A computação aplicada à educação: novos paradigmas de ensino.",
    "Assunto": "Com o tempo, a educação foi aderindo o uso da computação de maneira abrangente. O acesso a materiais educacionais foi de um passado com livros monocromáticos, a uma atualidade com uso de multimídias, chegando a repositórios com materiais disponíveis ao aluno todo o tempo. A palestra aborda diferentes aplicações da infomática na educação, tanto como ferramenta para alunos, como ferramenta para gestores, suas influências e as possibilidades da exploração da computação em novas maneiras de ensino.",
    "Nome Divulgação": "Carchedi",
    "ID": "",
    "Minicurrículo": "Formado como técnico em informática pelo CTU/UFJF e em Ciência da Computação pela UFJF, Luiz Carlos Carchedi possui o mestrado pela mesma instituição, desenvolvido com ênfase na área de multimídia. Durante seu mestrado, desenvolveu o sistema Avalia Online, uma ferramenta para a avaliação da oralidade na leitura de alunos em processo de alfaetização. Durante a graduação, em parceria com o departamento de anatomia da UFJF, desenvolveu projetos voltados para o uso da infomática no ensino de anatomia.",
    "E-mail": "carchedi.ufjf@gmail.com",
    "Filiação/Vinculo": "PGCC UFJF",
    "Quando": "19-10-22T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "S209",
    "Início": "20:00",
    "Fim": "21:00",
    "Titulo": "Introdução à Bitcoin",
    "Assunto": "No momento, criptomoedas já são conhecimento geral - em especial, a primeira e mais bem-sucedida, Bitcoin. Seu grande diferencial está em ser descentralizada. Pode a Bitcoin competir com outras formas de dinheiro? Como ela funciona?",
    "Nome Divulgação": "Arthur Webler",
    "ID": "",
    "Minicurrículo": "Arthur graduou-se em Ciência da Computação na UFJF em julho de 2019. Seu TCC e alguns trabalhos de disciplinas foram sobre aspectos das criptomoedas",
    "E-mail": "arthur.webler@ice.ufjf.br",
    "Filiação/Vinculo": "Ciência da Computação UFJF",
    "Quando": "19-10-22T20:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "S210",
    "Início": "19:00",
    "Fim": "20:00",
    "Titulo": "Cenário Econômico no Brasil e Impactos para o Empreendedorismo",
    "Assunto": "A palestra abordará sobre o cenário econômico atual e suas tendências no país, avaliando seus impactos para o empreendedorismo.",
    "Nome Divulgação": "Guilherme Ventura",
    "ID": "",
    "Minicurrículo": "GUILHERME VENTURA é economista (UFJF) e Mestre em Economia (PUC-RJ). Professor do CES/JF. Coordenador dos Cursos de MBA em Gestão da PUC-MG. Sócio-diretor da Itaúba Serviços Especiais, empresa de assessoria e consultoria econômico-financeira.",
    "E-mail": "gventura@itauba.net",
    "Filiação/Vinculo": "Itaúba Assessoria e Consultoria Econômico-Financeira\nCESJF\nPUC-MG",
    "Quando": "19-10-22T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "S210",
    "Início": "20:00",
    "Fim": "21:00",
    "Titulo": "Não se apaixone pela sua ideia!",
    "Assunto": "A importância de pivotar sem perder o propósito e o dia a dia da Yunikon como empresa de desenvolvimento",
    "Nome Divulgação": "Thamyres Guedes",
    "ID": "",
    "Minicurrículo": "CEO/Founder na Yunikon. Tecnóloga em Redes de Computadores por formação, desenvolvedora Front-End por experiência e startupeira. Trabalho há mais de 9 anos na área de desenvolvimento e hoje tenho uma empresa de desenvolvimento e uma startup no ramo alimentício.",
    "E-mail": "thataguedis@gmail.com",
    "Filiação/Vinculo": "Yunikon",
    "Quando": "19-10-22T20:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "22/10/2019",
    "Local": "S210",
    "Início": "21:00",
    "Fim": "22:00",
    "Titulo": "Entendendo a Nintendo na teoria e na prática",
    "Assunto": "A palestra irá mostrar como a empresa japonesa Nintendo evoluiu e se solidificou durante seus 130 anos de história, fazer uma análise da estratégia da empresa baseada no modelo de gestão japonês, mostrar como eles conseguem ser inovadores na forma como pensam e constroem seus produtos e demonstrar que ela está muito bem posicionada para o futuro. Junto com a palestra haverá uma demonstração prática utilizando um Nintendo Switch com gameplay intercalado ao conteúdo de uma forma leve e didática.",
    "Nome Divulgação": "Pedro Neto",
    "ID": "",
    "Minicurrículo": "Graduado em administração pela UFJF, professor de empreendedorismo no SEBRAE – MG. Sempre trabalhou no campo de tecnologia e foi CMO de duas startups. Em 2017 criou a Imersa, uma startup incubada no CRITT que atua no campo de economia criativa e tem o objetivo de combinar tecnologias de inteligência artificial e machine learning em contextos de Big Data, com especialistas criativos para contar histórias engajadoras em diferentes plataformas, hoje conta com 17 colaboradores e está em fase de tração.",
    "E-mail": "pedrogttsneto@gmail.com",
    "Filiação/Vinculo": "CEO da Imersa\nSEBRAE-MG",
    "Quando": "19-10-22T21:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "L107",
    "Início": "08:00",
    "Fim": "12:00",
    "Titulo": "Conhecendo o Linux",
    "Assunto": "O curso de Linux busca introduzir aos participantes o funcionamento básico destes Sistemas Operacionais. Ao longo do curso abordaremos os seguintes temas: introdução histórica, vantagens, desvantagens, comandos básicos do terminal, instalação/desinstalação de programas e principais alternativas ao MS Office. Será utilizada a distribuição Mint.",
    "Nome Divulgação": "André Felipe de Souza Mota, Gabriel de Oliveira Machado e Lucas Augusto Muller de Souza",
    "ID": "",
    "Minicurrículo": "Gabriel é técnico em Informática Industrial pelo CEFET/MG, Bacharel em Ciências Exatas (UFJF), mestrando em Matemática (UFJF). André e Lucas são bolsistas do Grupo de Educação Tutorial da Engenharia Computacional. Todos são alunos do curso de Engenharia Computacional.",
    "E-mail": "",
    "Filiação/Vinculo": "GETEngComp UFJF",
    "Quando": "19-10-23T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "L205",
    "Início": "08:00",
    "Fim": "12:00",
    "Titulo": "Introdução ao método dos elementos finitos através da biblioteca FEniCS",
    "Assunto": "Conhece ou quer conhecer sobre equações diferenciais parciais? Quer saber como resolvê-las numéricamente de maneira simplificada? FEniCS é um pacote de ferramentas focado na solução de problemas do valor de contorno, também conhecidas como Equações Diferenciais Parciais(EDP), utilizado a abordagem do método dos elementos finitos(MEF). Sua implementação é feita através da linguagem de programação Python de forma bem direta, já que o código pode ser montado bem pŕoximo a uma notação matemática. Esse minicurso fará uma introdução ao método dos elementos finitos, partindo de como reescrever uma EDP em uma forma fraca. A equação de Poisson em 1D será resolvida utilizado o MEF e questões como discretização, condições de contorno e solução do problema similar serão discutidas. O curso seguirá mostrando como montar um código em Python com a biblioteca FEniCS e a resolução de problemas mais complexos presentes no dia a dia será descutida, como por exemplo, um problema de difusão estacionária e transiente em 2D, um problema de escoamento em meios porosos em 2D e um problema de mecânica dos sólidos.",
    "Nome Divulgação": "Evandro Gaio",
    "ID": "",
    "Minicurrículo": "Engenheiro Mecânico(2017) e Mestre em Modelagem Computacional (2019) pela UFJF, com experiência científica internacional (CSU, UCSD e Simula), tem experiência na solução de problemas multifísicos através do método dos elementos finitos.",
    "E-mail": "evandro.gaio@ice.ufjf.br",
    "Filiação/Vinculo": "PGMC UFJF",
    "Quando": "19-10-23T08:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "L205",
    "Início": "14:00",
    "Fim": "18:00",
    "Titulo": "Maratona de Programação",
    "Assunto": "Maratona de Programação como treinamento para competições utilizando juiz online",
    "Nome Divulgação": "Bárbara Quintela",
    "ID": "",
    "Minicurrículo": "Professora Adjunta no Departamento de Ciência da Computação UFJF. Bacharel em Sistemas de Informação (2006) e Especialista em Engenharia de Software (2012) pelo CESJF. Mestre (2011) e Doutora (2015) em Modelagem Computacional pela UFJF com período sanduíche no LANL, EUA, e especialista em Docência do Ensino Superior (2016) pela UCDB. Atua principalmente em imunologia computacional utilizando equações diferenciais.",
    "E-mail": "barbara@ice.ufjf.br",
    "Filiação/Vinculo": "DCC UFJF",
    "Quando": "19-10-23T14:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S209",
    "Início": "19:00",
    "Fim": "20:00",
    "Titulo": "Vivência e Atuação no Trabalho Remoto",
    "Assunto": "O trabalho remoto vem ganhando cada vez mais adeptos no Brasil e, as empresas têm aumentado o número de profissionais contratados nessa modalidade. Entretanto, nem todos estão preparados ou têm conhecimento suficiente para essa forma de trabalho. Nesse sentido, experiências e processos no dia a dia do trabalho remoto serão apresentados, a fim de fomentar e criar reflexões sobre essa tendência no mercado de trabalho.",
    "Nome Divulgação": "Aldemon Bonifácio",
    "ID": "",
    "Minicurrículo": "Arquiteto de Desenvolvimento na iClinic e doutor em Modelagem Computacional pela UFJF. Atua há mais de 20 anos na área de tecnologia da informação, trabalhando com planejamento, avaliação e execução no desenvolvimento de novos programas, com manutenção e gerenciamento de banco de dados e com coordenação de grupos de trabalho. No período acadêmico empregou conhecimentos de inteligência artificial, programação distribuída e modelagem do concreto.",
    "E-mail": "aldemon.bonifacio@iclinic.com.br",
    "Filiação/Vinculo": "iClinic",
    "Quando": "19-10-23T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S209",
    "Início": "20:00",
    "Fim": "21:00",
    "Titulo": "Computadores para todos",
    "Assunto": "Imagine como seria se todos os jovens (mesmo os de comunidades mais carentes) pudessem ter um computador, para estudar, aprender, navegar, e se desenvolver. Neste conteúdo Tiago Gouvêa vem apresentar uma ideia bem estruturada de como tornar isso realidade, para todos validarem, opinarem e dizerem se irão ou não ajudar este grande projeto acontecer. Caso o projeto aconteça, poderemos apresentar ele na próxima Campus Party Brasil, em São Paulo no começo de 2020.",
    "Nome Divulgação": "Tiago Gouvêa",
    "ID": "",
    "Minicurrículo": "Programador Sênior e apaixonado por computadores desde a primeira vez que usou um. Responsável pelo Google Developers Group em Juiz de Fora e diretor da startup App Masters, voltada para o desenvolvimento de aplicativos e sistemas web. Atualmente fazendo parte da criação do ecossistema de startups Zero40, em Juiz de Fora. Gosta de fazer código e beber café.",
    "E-mail": "tiago@tiagogouvea.com.br",
    "Filiação/Vinculo": "AppMasters\nGDG JF",
    "Quando": "19-10-23T20:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S209",
    "Início": "21:00",
    "Fim": "22:00",
    "Titulo": "Desafios para implementação de Metodologias Ágeis",
    "Assunto": "A Metodologia Ágil vem sendo cada vez mais utilizada por empresas de desenvolvimento de software, desde que se consolidou por meio da criação do “Manifesto Ágil”. Porém, na busca de atingir uma alta performance, as organizações acabam por esquecer os princípios básicos da metodologia e que sua adoção é mais do que simplesmente seguir uma cartilha ou um conjunto de normas. É necessário que a empresa e sua equipe se transformem! \nA palestra tem o intuito de compartilhar um pouco sobre o processo de transformação ágil em uma multinacional, os principais desafios e lições aprendidas nesse processo.",
    "Nome Divulgação": "Lucas Amaral",
    "ID": "",
    "Minicurrículo": "Graduado em Tecnologia em Sistema para Internet pelo IFET – Sudeste de Minas Gerais e MBA em Gestão de Projetos de TI pela Universidade Federal de Juiz de Fora. \nHá seis anos atuando como desenvolvedor .NET e atualmente é líder técnico e especialista em desenvolvimento de software na Thomson Reuters em Juiz de Fora/MG.",
    "E-mail": "lucas.amaral@thomsonreuters.com",
    "Filiação/Vinculo": "Thomson Reuters",
    "Quando": "19-10-23T21:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S210",
    "Início": "19:00",
    "Fim": "20:00",
    "Titulo": "A Internet de tudo: dos sensores à analise de dados",
    "Assunto": "Depois dos computadores e da Internet em si, Internet das Coisas (IoT) é anunciada como uma nova era. Entretanto, IoT já é, atualmente, associada a muito mais que coisas e sensores. Os dados gerados e a capacidade de empresas de tratá-los passa a ser um dos grandes focos de pesquisa. O tema é tão complexo que até empresas tradicionais são forçadas a evoluir e fazer novas parcerias. Nesta palestra, apresentarei uma visão geral das minhas atividades de pesquisa que, de forma holística, tentam tratar toda cadeia de aquisição e tratamento de dados na Internet. Irei apresentar temas que envolvem a criação de plataformas de redes sensores, desenvolvimento de meios eficientes para transmissão de dados em redes e, o tratamento e análise desses dados. Em particular, apresentarei um exemplo de pesquisa ---fruto de parceria entre academia e indústria--- que mostra como Data Science e, em especial, Network Science são usados para melhorar a experiência de usuários de streaming ao vivo em grandes eventos na Internet.",
    "Nome Divulgação": "Alex Borges Vieira",
    "ID": "",
    "Minicurrículo": "Alex Borges Vieira é professor associado do departamento de Ciência da Computação da Universidade Federal de Juiz de Fora. Vieira é pesquisador nível 2 do CNPq. Atualmente, atua como pesquisador visitante no Laboratório Nacional de Computação Científica (LNCC), com financiamento CNPq (PDS). Seus interesses de pesquisa incluem redes de sensores, IoT, caracterização, modelagem e análise de redes de computadores e ciência de redes. Vieira recebeu seu título de doutor em Ciência da Computação pela Universidade Federal de Minas Gerais em 2010. Ele é membro da IEEE, ACM e Sociedade Brasileira de Computação.",
    "E-mail": "alex.borges@ice.ufjf.br",
    "Filiação/Vinculo": "DCC UFJF",
    "Quando": "19-10-23T19:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S210",
    "Início": "20:00",
    "Fim": "21:00",
    "Titulo": "Empresas SaaS: Onde vivem, O que comem e Como geram milhões de reais",
    "Assunto": "Arquitetura SaaS e sua influência na escalabilidade do modelo de negócio das maiores empresas - da iClips à Netflix",
    "Nome Divulgação": "Márcio Lopes",
    "ID": "",
    "Minicurrículo": "Mestre em Sistemas Computacionais pela UFJF, Co-Founder e CCO na iClips",
    "E-mail": "marcio@ipixel.com.br",
    "Filiação/Vinculo": "Co-Founder e CCO na iClips",
    "Quando": "19-10-23T20:00"
  },
  {
    "No app": "",
    "Trilha": "Semana da Computação",
    "Data": "23/10/2019",
    "Local": "S210",
    "Início": "21:00",
    "Fim": "22:00",
    "Titulo": "Arquitetura de microsserviços: Aplicações como peças de LEGO",
    "Assunto": "Arquitetura de microsserviços e como integrar diversas aplicações de forma eficiente para construir a melhor solução.",
    "Nome Divulgação": "André Caetano",
    "ID": "",
    "Minicurrículo": "Estudante de Ciência da Computação na UFJF e Desenvolvedor de Software na iClips, com experiência em .NET Core e Angular. Trabalhou na construção e manutenção de aplicações web e APIs RESTful e foi responsável por implementar uma arquitetura de microsserviços em projetos na iClips.",
    "E-mail": "julia.alves@ipixel.com.br",
    "Filiação/Vinculo": "iClips\nCiência da Computação UFJF",
    "Quando": "19-10-23T21:00"
  }
]